<!DOCTYPE HTML>
<html>
   <head>
      <meta charset="utf-8">
      <title>it-cube Оренбург</title>
      <link rel="stylesheet" href="main.css">
   </head>
   <body>
      <div ID = "toTop" > ^ Наверх </div>
      <div class="all">
      <div class= "header"><?php include("const.php");?></div>
      <div id="content">
         <div class="napravleniya">
            <div class="box_zag">
               <span class ="grand_zag">Перечень направлений / кубы</span>
            </div>
            <div class="napr">
               <img src="../img/Направления/1.jpg">
               <span class ="zag">Программирование на Python</span><br>
               <sapn class = "mini_zag">в партнерстве с "Яндекс.Лицей"</sapn>
               <br><br>
               <span class = "textbox">Два варианта учебной программы:
               Программа проекта "Яндекс.Лицей" для 14-16 лет. Конкурсный отбор, 2 года обучения, контроль обучения и сертификат об окончании от "Яндекс.Лицея".
               Программа "Основы программирования на Python" для 13 - 17 лет - конкурсный отбор, 1 год обучения, сертификат от норильского IT-КУБа.</span>
                <sapn class = "mini_zag"><a href="https://yandexlyceum.ru/">подробнее о "Яндекс.Лицей"</a></sapn>
            </div>
            <hr>
            <div class="napr">
               <img src="../img/Направления/2.jpg">
               <span class ="zag">Мобильная разработка </span><br>
               <sapn class = "mini_zag">в партнерстве с "IT школа SAMSUNG"</sapn>
               <br><br>
               <span class = "textbox">
               Для 9-10 классов. Курс разработки мобильных приложений. Конкурсный отбор, обучение 1 год. Контроль обучения и сертификат об окончании от "IT школы SAMSUNG", который дает дополнительные баллы при поступлении в лучшие вузы страны.
               Готовые проекты выпускников можно посмотреть здесь: myitschool.ru/apps
               </span>
               <sapn class = "mini_zag"><a href="https://myitschool.ru/">подробнее о "IT-школе"</a></sapn>
            </div>
            <hr>
            <div class="napr">
               <img src="../img/Направления/3.jpeg">
               <span class ="zag">VR-AR </span><br>
               <sapn class = "mini_zag">Виртуальная и дополненная реальность</sapn>
               <br><br>
               <span class = "textbox">
               Для 11-17 лет. Обучение 1-2 года. Создание приложений и мультимедийных продуктов для виртуальной и дополненной реальности. Мультидисциплинарный курс, в котором есть немного программирования, 3D-моделирования и полета творческой мысли.
               </span>
            </div>
            <hr>
            <div class="napr">
               <img src="../img/Направления/4.jpg">
               <span class ="zag">Искусственный интеллект</span><br>
               <sapn class = "mini_zag">в партнерстве с АЛРИИ</sapn>
               <br><br>
               <span class = "textbox">
               Для 14-17 лет. Конкурсный отбор, обучение 4-5 месяцев. Принципы работы и области применения исскусственного интеллекта, использование алгоритмов, обучение нейронных сетей, работа с данными, чат-боты, распознавание образов. Не требует умения программировать.
               </span>
            </div>
            <hr>
            <div class="napr">
               <img src="../img/Направления/5.jpg">
               <span class ="zag">Основы программирования</span><br>
               <sapn class = "mini_zag">в партнерстве с "Кодвардс"</sapn>
               <br><br>
               <span class = "textbox">
               Для 7-12 лет. Обучение 4-5 месяцев. Основы программирования, работа с информацией, проектная деятельности, алгоритмическое мышление и цифровая грамотность. Все занятия понятные, наглядные, объединены общей историей и главными героями.
               </span>
               <sapn class = "mini_zag"><a href="https://codewards.ru/">подробнее о Кодварс</a></sapn>
            </div>
            <hr>
            <div class="napr">
               <img src="../img/Направления/6.jpg">
               <span class ="zag">Системное администрирование </span><br>
               <sapn class = "mini_zag">с "Сетевая академия CISCO"</sapn>
               <br><br>
               <span class = "textbox">
               Для 13-17 лет. Конкурсный отбор. Обучение 4-5 месяцев. Обучение работе с компьютерным железом, основам сетевой безопасности, построению и настройке сетей, сетевых сервисов и протоколов.
               </span>
            </div>
            <hr>
            <div class="napr">
               <img src="../img/Направления/7.jpg">
               <span class ="zag">Основы алгоритмики и логики </span><br>
               <sapn class = "mini_zag">в партнерстве с "Алгоритмика"</sapn>
               <br><br>
               <span class = "textbox">
               Для 8-12 лет. Обучение 4-5 месяцев. Создание творческих проектов в процессе обучения. Учитываются индивидуальные особенности ученика, подстраивается уровень сложности. В процессе даются смежные дисциплины, такие как математика и физика.
               </span>
               <sapn class = "mini_zag"><a href="https://algoritmika.org/">подробнее об Алгоритмике</a></sapn>
            </div>
            <hr>
            <div class="napr">
               <img src="../img/Направления/8.jpg">
               <span class ="zag">Кибергигиена и большие данные</span><br>
               <sapn class = "mini_zag"></sapn>
               <br><br>
               <span class = "textbox">
               Для 8-14 лет. Обучение 4-5 месяцев. Основы безопасного и рационального поведения в сети, в том числе использования личнных данных. Поиск и анализ информации в сети. Социальные группы, вредный контент, решение проблем.
               Формат этого курса еще обсуждается!
               </span>
            </div>
            <hr>
         </div>
      </div>
      <!-- Подключаем jQuery -->
      <script src="../js/jq.js"></script>
      <!-- Подключаем слайдер Slick -->
      <script src="../js/slick.min.js"></script>
      <!-- Подключаем файл скриптов -->
      <script src="../js/script.js"></script>
   </body>
</html>